export default {
  projections: {
    ОтпускE: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      заказ: {
        __caption__: 'Заказ',
        фИОзаказа: {
          __caption__: 'Ф и озаказа'
        },
        материал: {
          __caption__: 'Материал',
          имя: {
            __caption__: 'Материал'
          }
        }
      }
    },
    ОтпускL: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаПроводки: {
      __caption__: 'Дата проводки'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    заказ: {
      __caption__: 'Заказ'
    }
  }
};
